{"A": {"singer": [{"title": "Nikki Yanofsky", "description": "Nicole Rachel \"Nikki\" Yanofsky (born February 8, 1994) is a jazz-pop singer from Montreal, Quebec. She sang the CTV Olympic broadcast theme song, \"I Believe\", which was also the theme song of the 2010 Winter Olympic Games. She also performed at the opening and closing ceremonies for the Olympics and at the opening ceremony of the 2010 Winter Paralympic Games. She has released three studio albums to date, including Nikki in 2010, Little Secret in 2014, and Turn Down the Sound in 2020.", "sentences": ["Nicole Rachel \"Nikki\" Yanofsky (born February 8, 1994) is a jazz-pop singer from Montreal, Quebec.", "She sang the CTV Olympic broadcast theme song, \"I Believe\", which was also the theme song of the 2010 Winter Olympic Games.", "She also performed at the opening and closing ceremonies for the Olympics and at the opening ceremony of the 2010 Winter Paralympic Games.", "She has released three studio albums to date, including Nikki in 2010, Little Secret in 2014, and Turn Down the Sound in 2020.", "== Recordings ==\nYanofsky recorded the Ella Fitzgerald song \"Air Mail Special\" for Verve Records and it was released in June 2007 on the album We All Love Ella:", "Celebrating the First Lady of Song.", "Produced by Tommy LiPuma, this track made Yanofsky the youngest singer to record for Verve.", "She then recorded \"Gotta Go My Own Way\" in English and French for the movie High School Musical 2.", "She collaborated with Herbie Hancock and will.i.am on a crossover version of the swing era hit \"Stompin' at the Savoy\".", "It was released on Kareem Abdul-Jabbar's audio book, On the Shoulders of Giants."]}, {"title": "Karna Das", "description": "Karna Das (Nepali: कर्ण दास) (born 24 November 1974 in Pokhara, Nepal), is a Nepali musician, singer, songwriter, lyricist, composer, and record producer. Das is regarded as the \"living legend\" of the Nepali music landscape. He is revered for his soothing and melodious timbre and also for his distinct songwriting attributed with immense depth and earnestness. His lyrics spans topics such as philosophical and existential issues of mankind, perseverance, overcoming ordeals, lamentation, hope, anti-fatalism, and patriotism.He completed high school in 1993, completed his Intermediate of Arts (IA) in Education, and studied economics in college. Das was the lead vocalist of the band Madhyanha (\"Central Point\"). He began his singing career in 1997 with the band's first song, \"Jindagi Ko Ke Bharosa\". Das wrote the song and furnished it with his vocals, at the age of 20.Das plays piano, guitar, and bass guitar. His musical inspirations include Elton John, Richard Michael, Scorpions, Michael Jackson, Gulam Ali of Pakistan, Lata Mangeshkar and the Ghazal singer Jagjit Singh of India, and Narayan Gopal of Nepal.Das makes rare appearances in commercial and popular media.", "sentences": ["Karna Das (Nepali:", "कर्ण दास) (born 24 November 1974 in Pokhara, Nepal), is a Nepali musician, singer, songwriter, lyricist, composer, and record producer.", "Das is regarded as the \"living legend\" of the Nepali music landscape.", "He is revered for his soothing and melodious timbre and also for his distinct songwriting attributed with immense depth and earnestness.", "His lyrics spans topics such as philosophical and existential issues of mankind, perseverance, overcoming ordeals, lamentation, hope, anti-fatalism, and patriotism.", "He completed high school in 1993, completed his Intermediate of Arts (IA) in Education, and studied economics in college.", "Das was the lead vocalist of the band Madhyanha (\"Central Point\").", "He began his singing career in 1997 with the band's first song, \"Jindagi Ko Ke Bharosa\".", "Das wrote the song and furnished it with his vocals, at the age of 20.Das plays piano, guitar, and bass guitar.", "His musical inspirations include Elton John, Richard Michael, Scorpions, Michael Jackson, Gulam Ali of Pakistan, Lata Mangeshkar and the Ghazal singer Jagjit Singh of India, and Narayan Gopal of Nepal."]}, {"title": "Joseph Schmidt", "description": "Joseph Schmidt (March 4, 1904 – November 16, 1942) was an Austro-Hungarian and Romanian Jewish tenor and actor. He was born in Davideny (Ukrainian: Davydivka) village in the Storozhynets district of the Bukovina province of Austria-Hungary, which became part of Romania after World War I and is now part of Ukraine.\n\n", "sentences": ["Joseph Schmidt (March 4, 1904 – November 16, 1942) was an Austro-Hungarian and Romanian Jewish tenor and actor.", "He was born in Davideny (Ukrainian:", "Davydivka) village in the Storozhynets district of the Bukovina province of Austria-Hungary, which became part of Romania after World War I and is now part of Ukraine.", "== Life and career ==\nIn addition to German, which was his first language, and Yiddish, he learned Hebrew and became fluent in Romanian, French and English.", "His first vocal training was as a boy alto in the Czernowitz Synagogue.", "His talents were quickly recognised and by 1924 he was featured in his first solo recital in Czernowitz singing traditional Jewish songs and arias by Verdi, Puccini, Rossini and Bizet.", "Soon he moved to Berlin and took piano and singing lessons from Professor Hermann Weißenborn at the Königliche Musikschule.", "He returned to Romania for his military service.", "In 1929, he went back to Berlin, where Cornelis Bronsgeest, a famous Dutch baritone, engaged him for a radio broadcast as Vasco da Gama in Meyerbeer's L'Africaine.", "This was the beginning of a successful international career."]}], "writer": [{"title": "Frances Brooke", "description": "Frances Brooke (née Moore; 12 January 1724 – 23 January 1789) was an English novelist, essayist, playwright and translator. She was the author of the first English novel to be written in Canada.", "sentences": ["Frances Brooke (née Moore;", "12 January 1724 – 23 January 1789) was an English novelist, essayist, playwright and translator.", "She was the author of the first English novel to be written in Canada.", "== Biography ==\nFrances Moore was born in Claypole, Lincolnshire, the daughter of a clergyman.", "She was only three years old when her father died.", "Her mother's death followed soon after.", "By the late 1740s, she had moved to London, where she embarked on her career as a poet and playwright.", "She did not drew attention until she published her essay serial The Old Maid.", "Under the pseudonym of Mary Singleton, Spinster, she edited 37 issues of this weekly periodical (1755–1756), which was patterned after The Spectator.", "In 1756 she married Rev. Dr John Brooke, rector at Colney, Norfolk."]}, {"title": "Henri Michaux", "description": "Henri Michaux (French: [miʃo]; 24 May 1899 – 19 October 1984) was a highly idiosyncratic Belgian-born poet, writer, and painter who wrote in French. He later took French citizenship. Michaux is best known for his esoteric novels and poems written in an accessible yet erratic and unnerving style. His body of work includes poetry, travelogues, and art criticism. Michaux travelled widely, tried his hand at several careers, and experimented with psychedelic drugs, especially LSD and mescaline, which resulted in two of his most intriguing works, Miserable Miracle and The Major Ordeals of the Mind and the Countless Minor Ones.", "sentences": ["Henri Michaux (French: [", "miʃo];", "24 May 1899 – 19 October 1984) was a highly idiosyncratic Belgian-born poet, writer, and painter who wrote in French.", "He later took French citizenship.", "Michaux is best known for his esoteric novels and poems written in an accessible yet erratic and unnerving style.", "His body of work includes poetry, travelogues, and art criticism.", "Michaux travelled widely, tried his hand at several careers, and experimented with psychedelic drugs, especially LSD and mescaline, which resulted in two of his most intriguing works, Miserable Miracle and The Major Ordeals of the Mind and the Countless Minor Ones.", "== Travels and work ==\nIn 1930–1931, Michaux visited Japan, China and India.", "The result of this trip is the book A Barbarian in Asia.", "Asian culture became one of his biggest influences."]}, {"title": "Solomon ibn Gabirol", "description": "Solomon ibn Gabirol (also Solomon ben Judah; Hebrew: שלמה בן יהודה אבן גבירול‎ Shlomo Ben Yehuda ibn Gabirol, pronounced [ʃe.loˈmo bɛn jɛ.huˈdaː ˈɪ.bn ˌga.bi.ˈrɒːl]; Arabic: أبو أيوب سليمان بن يحيى بن جبيرول‎ Abu Ayyub Sulayman bin Yahya bin Jabirul, pronounced [æ.ˈbuː æj.juːb ˌsu.læj.ˈmæːnɪ bnɪ ˌjæ'ħjæː bnɪ dʒæ.biː.ˈruːl]) was an 11th-century Andalusian poet and Jewish philosopher in the Neo-Platonic tradition. He published over a hundred poems, as well as works of biblical exegesis, philosophy, ethics and satire. One source credits ibn Gabirol with creating a golem, possibly female, for household chores.In the 19th century it was discovered that medieval translators had Latinized Gabirol's name to Avicebron or Avencebrol and had translated his work on Jewish Neo-Platonic philosophy into a Latin form that had in the intervening centuries been highly regarded as a work of Islamic or Christian scholarship. As such, ibn Gabirol is well known in the history of philosophy for the doctrine that all things, including soul and intellect, are composed of matter and form (“Universal Hylomorphism”), and for his emphasis on divine will.", "sentences": ["Solomon ibn Gabirol (also Solomon ben Judah;", "Hebrew:", "שלמה בן יהודה אבן גבירול‎ Shlomo Ben Yehuda ibn Gabirol, pronounced [ʃe.loˈmo bɛn jɛ.huˈdaː ˈɪ.bn ˌga.bi.ˈrɒːl];", "Arabic:", "أبو أيوب سليمان بن يحيى بن جبيرول‎ Abu Ayyub Sulayman bin Yahya bin Jabirul, pronounced [æ.ˈbuː æj.juːb ˌsu.læj.ˈmæːnɪ bnɪ ˌjæ'ħjæː bnɪ dʒæ.biː.ˈruːl]) was an 11th-century Andalusian poet and Jewish philosopher in the Neo-Platonic tradition.", "He published over a hundred poems, as well as works of biblical exegesis, philosophy, ethics and satire.", "One source credits ibn Gabirol with creating a golem, possibly female, for household chores.", "In the 19th century it was discovered that medieval translators had Latinized Gabirol's name to Avicebron or Avencebrol and had translated his work on Jewish Neo-Platonic philosophy into a Latin form that had in the intervening centuries been highly regarded as a work of Islamic or Christian scholarship.", "As such, ibn Gabirol is well known in the history of philosophy for the doctrine that all things, including soul and intellect, are composed of matter and form (“Universal Hylomorphism”), and for his emphasis on divine will.", "== Biography ==\n\nLittle is known of Gabirol's life, and some sources give contradictory information."]}], "painter": [{"title": "Filippo Tancredi", "description": "Filippo Tancredi (1655–1722) was an Italian painter. He was born in Messina. He trained some time in Naples, and afterwards visited Rome, where he entered the school of Carlo Maratta. He spent a great part of his life in Palermo, where he painted the ceiling of the church of the San Giuseppe dei Teatini, and that of il Gesù Nuovo. He died in Palermo.", "sentences": ["Filippo Tancredi (1655–1722) was an Italian painter.", "He was born in Messina.", "He trained some time in Naples, and afterwards visited Rome, where he entered the school of Carlo Maratta.", "He spent a great part of his life in Palermo, where he painted the ceiling of the church of the San Giuseppe dei Teatini, and that of il Gesù Nuovo.", "He died in Palermo.", "== References ==\nBryan, Michael (1889).", "Walter Armstrong & Robert Edmund Graves (ed.).", "Dictionary of Painters and Engravers, Biographical and Critical (Volume II L-Z).", "York St. #4, Covent Garden, London;", "Original from Fogg Library, Digitized May 18, 2007:"]}, {"title": "Yuki Ogura", "description": "Yuki Ogura (小倉 遊亀, Ogura Yuki, 1 March 1895 – 23 July 2000) was a Japanese nihonga painter. Her maiden name was  Yuki Mizoguchi. She was known for her bijinga.", "sentences": ["Yuki Ogura (小倉 遊亀, Ogura Yuki, 1 March 1895 – 23 July 2000) was a Japanese nihonga painter.", "Her maiden name was  Yuki Mizoguchi.", "She was known for her bijinga.", "== Biography ==\nOgura was born in Ōtsu city, Shiga Prefecture and graduated from the Nara Women's Normal School (the predecessor of Nara Women's University).", "She was employed as a school teacher, but her interest in art led her to study under noted Nihonga painter Yukihiko Yasuda in 1920.", "In 1926, her painting Kyuri (\"Cucumbers\") was selected for an Inten Exhibition by the Japan Fine Arts Academy (Nihon Bijutsu-in) .", "Ogura became the first female member of the Japan Fine Arts Academy in 1932.", "She specialized in graceful family scenes, still life, and pictures of women.", "During the 1950s and 1960s, she painted many large portraits of friends and family members in the nude.", "Although Ogura never departed from the traditional framework of the Nihonga style, her figure paintings are often described by contemporary critics as \"modern,\" both in style and content."]}, {"title": "Esteban Márquez de Velasco", "description": "Esteban Márquez de Velasco (1652–1696) was a Spanish Baroque painter.", "sentences": ["Esteban Márquez de Velasco (1652–1696) was a Spanish Baroque painter.", "== Biography ==\nMárquez de Velasco was born in Puebla de Guzmán (Huelva).", "He moved at an early age to Seville with his uncle Fernando Marquez, currently an unknown painter, with whom he worked until 1672.", "His works show a strong dependence on the known art of Bartolomé Esteban Murillo, who was very popular at the time.", "He most likely worked in one of Murillo's workshops, which had a very abundant production of works.", "== Works ==\nThe signed and dated works, from which it has been possible to set his style, however, are rare and late date:", "Lactation of Saint Dominic, dated 1693, preserved in the parish of Santa Maria de las Nieves (\"Church of Saint Mary of the Snows\")\nChrist and the Virgin as protectors of the youth, dated 1694, large oil painting from the College of San Telmo in Seville, where he was installed in the refectory, now preserved in the auditorium of the University of Seville.", "Also signed were four stories of a holy martyr, present whereabouts unknown\nSt. Augustine and St. Joseph with the Child, Museum of Fine Arts of Seville\nA series of the Life of St. Francis of Assisi, preserved in Guadalajara (Mexico)\nLife of the Virgin, from the convent of the Trinity in Seville\n\n\n== References ==\nPérez Sánchez, Alfonso E. (1992).", "Baroque Painting in Spain 1600–1750.", "Madrid:"]}]}, "Z": {"architect": [{"title": "Roger Taillibert", "description": "Roger Taillibert (21 January 1926 – 3 October 2019) was a French architect, active as a designer from about 1963 to 1987.\nTaillibert was notable for designing the Parc des Princes in Paris and the Olympic Stadium in Montreal, Quebec, Canada.", "sentences": ["Roger Taillibert (21 January 1926 – 3 October 2019) was a French architect, active as a designer from about 1963 to 1987.", "Taillibert was notable for designing the Parc des Princes in Paris and the Olympic Stadium in Montreal, Quebec, Canada.", "== Biography ==\nTaillibert was born in Châtres-sur-Cher.", "He was honored by the French government as commander of the Légion d'Honneur, commander of the Ordre National du Mérite, commander of the Ordre des Palmes Académiques and commander of the Ordre des Arts et des Lettres.", "== Portfolio ==\nsports facilities in Chamonix France\nParc des Princes in Paris\nStadium Lille-Metropole in Lille\nOlympic Stadium in Montreal, Quebec, Canada\nOlympic Velodrome, Montreal (now called the Montreal Biodome)\nOlympic Pool (Montreal)\nASPIRE Academy, Qatar\nOfficer's Club - Abu Dhabi, UAE, Abu Dhabi, UAE\nLuxembourg's National Sports and Culture Centre d'Coque, better known simply as d'Coque\n\n\n== References ==\n\n\n== External links ==\nTaillibert International website\nAcadémie des Beaux-Arts (in French)\nStructurae:", "Roger Taillibert\n\n\n=== Multimedia ===\nCBC Archives A clip from 1975 where Roger Taillibert talks about his designs for the Montreal Olympic stadium.", "CBC Archives - A look back on legacy of the problem plagued Montreal Olympic Stadium (1999).", "CBC Archives Roger showing his tower to reporters (end of clip)."]}, {"title": "Paulo Mendes da Rocha", "description": "Paulo Mendes da Rocha (born October 25, 1928 in Vitória, Espírito Santo) is a Brazilian architect.\nMendes da Rocha attended the Universidade Presbiteriana Mackenzie College of Architecture, graduating in 1954. Working almost exclusively in Brazil, Mendes da Rocha has been producing buildings since 1957, many of them built in concrete, a method some call \"Brazilian Brutalism\", arguably allowing buildings to be constructed cheaply and quickly. He has contributed many notable cultural buildings to São Paulo and is widely credited as enhancing and revitalizing the city.Mendes da Rocha was Professor at the Architecture College of University of São Paulo, known as FAU-USP, until 1998. His work is influenced by Brazilian architect Vilanova Artigas, from the paulist Brazilian School.  He was honored with the Mies van der Rohe Prize (2000), the Pritzker Prize (2006) and the Venice Biennale Golden Lion for lifetime achievement (2016)", "sentences": ["Paulo Mendes da Rocha (born October 25, 1928 in Vitória, Espírito Santo) is a Brazilian architect.", "Mendes da Rocha attended the Universidade Presbiteriana Mackenzie College of Architecture, graduating in 1954.", "Working almost exclusively in Brazil, Mendes da Rocha has been producing buildings since 1957, many of them built in concrete, a method some call \"Brazilian Brutalism\", arguably allowing buildings to be constructed cheaply and quickly.", "He has contributed many notable cultural buildings to São Paulo and is widely credited as enhancing and revitalizing the city.", "Mendes da Rocha was Professor at the Architecture College of University of São Paulo, known as FAU-USP, until 1998.", "His work is influenced by Brazilian architect Vilanova Artigas, from the paulist Brazilian School.", "He was honored with the Mies van der Rohe Prize (2000), the Pritzker Prize (2006) and the Venice Biennale Golden Lion for lifetime achievement (2016)\n\n\n== Major works ==\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n=== Sources ===\nArtigas, Rosa: \"", "Paulo Mendes da Rocha\", Cosac & Naify\nSpiro, Annette: \"", "Paulo Mendes da Rocha.", "Works and Projects\"."]}, {"title": "Hippodamus of Miletus", "description": "Hippodamus of Miletus (; Greek: Ἱππόδαμος ὁ Μιλήσιος, Hippodamos ho Milesios; 498 – 408 BC) was an ancient Greek architect, urban planner, physician, mathematician, meteorologist and philosopher, who is considered to be \"the father of European urban planning\", the namesake of the \"Hippodamian Plan\" (grid plan) of city layout.\nHippodamus was born in Miletus and lived during the 5th century BC, on the spring of the Ancient Greece classical epoch. His father was Euryphon. According to Aristotle, Hippodamus was the first author who wrote upon the theory of government, without any knowledge of practical affairs.His plans of Greek cities were characterised by order and regularity in contrast to the intricacy and confusion common to cities of that period, even Athens. He is seen as the originator of the idea that a town plan might formally embody and clarify a rational social order.\n\n", "sentences": ["Hippodamus of Miletus (; Greek:", "Ἱππόδαμος ὁ Μιλήσιος, Hippodamos ho Milesios;", "498 – 408 BC) was an ancient Greek architect, urban planner, physician, mathematician, meteorologist and philosopher, who is considered to be \"the father of European urban planning\", the namesake of the \"Hippodamian Plan\" (grid plan) of city layout.", "Hippodamus was born in Miletus and lived during the 5th century BC, on the spring of the Ancient Greece classical epoch.", "His father was Euryphon.", "According to Aristotle, Hippodamus was the first author who wrote upon the theory of government, without any knowledge of practical affairs.", "His plans of Greek cities were characterised by order and regularity in contrast to the intricacy and confusion common to cities of that period, even Athens.", "He is seen as the originator of the idea that a town plan might formally embody and clarify a rational social order.", "== Personality ==\nHe is referred to in the works of Aristotle, Stobaeus, Strabo, Hesychius, Photius, and Theano.", "He evidently had a reputation as a lover of attention."]}], "politician": [{"title": "Joseph Henry Burrows", "description": "Joseph Henry Burrows (May 15, 1840 – April 28, 1914) was a U.S. Representative from Missouri.\nBorn in Manchester, England, Burrows immigrated to the United States with his parents, who settled in Quincy, Illinois.\nHe attended the common schools at Quincy, Illinois, and Keokuk, Iowa.\nHe engaged in mercantile pursuits and later in agricultural pursuits.\nHe moved to Cainsville, Missouri, in 1862.\nHe was ordained as a minister in Cainsville in 1867.\nHe served as member of the State house of representatives in 1870–1874 and 1878–1880.\nBurrows was elected as a Greenback to the Forty-seventh Congress (March 4, 1881 – March 3, 1883).\nHe was an unsuccessful candidate for reelection in 1882 to the Forty-eighth Congress.\nHe resumed ministerial duties and also engaged in agricultural pursuits.\nHe died in Cainsville, Missouri, April 28, 1914.\nHe was interred in Oak Lawn Cemetery, near Cainsville.\n\n", "sentences": ["Joseph Henry Burrows (May 15, 1840 – April 28, 1914) was a U.S. Representative from Missouri.", "Born in Manchester, England, Burrows immigrated to the United States with his parents, who settled in Quincy, Illinois.", "He attended the common schools at Quincy, Illinois, and Keokuk, Iowa.", "He engaged in mercantile pursuits and later in agricultural pursuits.", "He moved to Cainsville, Missouri, in 1862.", "He was ordained as a minister in Cainsville in 1867.", "He served as member of the State house of representatives in 1870–1874 and 1878–1880.", "Burrows was elected as a Greenback to the Forty-seventh Congress (March 4, 1881 – March 3, 1883).", "He was an unsuccessful candidate for reelection in 1882 to the Forty-eighth Congress.", "He resumed ministerial duties and also engaged in agricultural pursuits."]}, {"title": "John Quinn (New York politician)", "description": "John Quinn (Irish: Seán Ó Cuinn) (August 9, 1839 – February 23, 1903) was a U.S. Representative from New York from 1889 to 1891.", "sentences": ["John Quinn (Irish:", "Seán Ó Cuinn) (August 9, 1839 – February 23, 1903) was a U.S. Representative from New York from 1889 to 1891.", "== Life ==\nQuinn was born in County Tipperary, Ireland, immigrated to the United States in 1866, and settled in Manhattan, New York City.", "He engaged in the real estate and building business.", "He was president of the West Side Electric Light & Power Company and was one of the founders and a director of the Homestead Bank of New York.", "Quinn was a member of the New York State Assembly (New York Co., 17th D.) in 1883;", "and was a member of the board of aldermen in 1885–1887.", "He was a delegate to the Democratic National Convention in 1884 and 1888.", "Quinn was elected as a Democrat to the Fifty-first Congress (March 4, 1889 – March 3, 1891).", "Quinn died in New York City on February 23, 1903, at the age of 63;"]}, {"title": "Forrest Goodwin", "description": "Forrest Goodwin (June 14, 1862 – May 28, 1913) was a United States Representative from Maine.  He was born in Skowhegan, Maine and attended the common schools, graduated from Skowhegan High School and Bloomfield Academy.  He also graduated from Colby College and Boston University Law School.  He was admitted to the bar in 1889 and commenced practice in Skowhegan.\nHe was elected a member of the Maine House of Representatives in 1889. He was appointed clerk at the Speaker's table under Speaker Thomas B. Reed in the Fifty-first Congress, was elected a member of the Maine State Senate 1903–1905, and served as its president in 1905.\nHe was elected as a Republican to the Sixty-third Congress and served from March 4, 1913, until his death in Portland, Maine May 28, 1913.  His interment was in South Side Cemetery, Skowhegan.\n\n", "sentences": ["Forrest Goodwin (June 14, 1862 – May 28, 1913) was a United States Representative from Maine.", "He was born in Skowhegan, Maine and attended the common schools, graduated from Skowhegan High School and Bloomfield Academy.", "He also graduated from Colby College and Boston University Law School.", "He was admitted to the bar in 1889 and commenced practice in Skowhegan.", "He was elected a member of the Maine House of Representatives in 1889.", "He was appointed clerk at the Speaker's table under Speaker Thomas B. Reed in the Fifty-first Congress, was elected a member of the Maine State Senate 1903–1905, and served as its president in 1905.", "He was elected as a Republican to the Sixty-third Congress and served from March 4, 1913, until his death in Portland, Maine May 28, 1913.", "His interment was in South Side Cemetery, Skowhegan.", "== See also ==\nList of United States Congress members who died in office (1900–49)\n\n\n== References ==\nUnited States Congress. \"", "Forrest Goodwin (id:"]}], "mathematician": [{"title": "Prasanta Chandra Mahalanobis", "description": "Prasanta Chandra Mahalanobis OBE, FNA, FASc, FRS (29 June 1893 – 28 June 1972) was an Indian Bengali scientist and statistician. He is best remembered for the Mahalanobis distance, a statistical measure, and for being one of the members of the first Planning Commission of free India. He made pioneering studies in anthropometry in India. He founded the Indian Statistical Institute, and contributed to the design of large-scale sample surveys. For his contributions, Mahalanobis has been considered the father of modern statistics in India.\n\n", "sentences": ["Prasanta Chandra Mahalanobis OBE, FNA, FASc, FRS (29 June 1893 – 28 June 1972) was an Indian Bengali scientist and statistician.", "He is best remembered for the Mahalanobis distance, a statistical measure, and for being one of the members of the first Planning Commission of free India.", "He made pioneering studies in anthropometry in India.", "He founded the Indian Statistical Institute, and contributed to the design of large-scale sample surveys.", "For his contributions, Mahalanobis has been considered the father of modern statistics in India.", "== Early life ==\nMahalanobis belonged to a family of Bengali landed gentry who lived in Bikrampur (now in Bangladesh).", "His grandfather Gurucharan (1833–1916) moved to Calcutta in 1854 and built up a business, starting a chemist shop in 1860.", "Gurucharan was influenced by Debendranath Tagore (1817–1905), father of the Nobel Prize-winning poet, Rabindranath Tagore.", "Gurucharan was actively involved in social movements such as the Brahmo Samaj, acting as its Treasurer and President.", "His house on 210 Cornwallis Street was the centre of the Brahmo Samaj."]}, {"title": "Pafnuty Chebyshev", "description": "Pafnuty Lvovich Chebyshev (Russian: Пафну́тий Льво́вич Чебышёв, IPA: [pɐfˈnutʲɪj ˈlʲvovʲɪtɕ tɕɪbɨˈʂof]) (16 May [O.S. 4 May] 1821 – 8 December [O.S. 26 November] 1894) was a Russian mathematician and considered to be the founding father of Russian mathematics.\nChebyshev is known for his fundamental contributions to the fields of probability, statistics, mechanics, and number theory. A number of important mathematical concepts are named after him, including the Chebyshev inequality (which can be used to prove the weak law of large numbers), the Bertrand–Chebyshev theorem, Chebyshev polynomials, and Chebyshev bias.", "sentences": ["Pafnuty Lvovich Chebyshev (Russian:", "Пафну́тий Льво́вич Чебышёв, IPA: [", "pɐfˈnutʲɪj ˈlʲvovʲɪtɕ tɕɪbɨˈʂof]) (16 May [O.S. 4 May] 1821 – 8 December [O.S. 26 November] 1894) was a Russian mathematician and considered to be the founding father of Russian mathematics.", "Chebyshev is known for his fundamental contributions to the fields of probability, statistics, mechanics, and number theory.", "A number of important mathematical concepts are named after him, including the Chebyshev inequality (which can be used to prove the weak law of large numbers), the Bertrand–Chebyshev theorem, Chebyshev polynomials, and Chebyshev bias.", "== Transcription ==\nHis name can be alternatively transcribed as Chebysheff, Chebychov, Chebyshov;", "or Tchebychev, Tchebycheff (French transcriptions);", "or Tschebyschev, Tschebyschef,  Tschebyscheff (German transcriptions);", "or, rarely, Čebyčev.", "Chebychev, a mixture between English and French transliterations, is sometimes erroneously used."]}, {"title": "Varāhamihira", "description": "Varāhamihira (c. 505 – c. 587), also called Varāha or Mihira, was a Hindu astrologer, astronomer, and polymath who lived in Ujjain (Madhya Pradesh, India). He was born in the Avanti region, roughly corresponding to modern-day Malwa (part of Madhya Pradesh, India), to Adityadasa. According to one of his own works, he was educated at Kapitthaka. The Indian tradition believes him to be one of the \"Nine Jewels\" (Navaratnas) of the court of ruler Yashodharman Vikramaditya of Malwa. However, this claim appears for the first time in a much later text and scholars consider this claim to be doubtful because neither Varahamihira and Vikramaditya lived in the same century nor did Varahamihira live in the same century as some of the other names in the \"nine jewels\" list such as the much older Kalidasa.Varāhamihira's most notable work was the Brihat Samhita, an encyclopedic work on architecture, temples, planetary motions, eclipses, timekeeping, astrology, seasons, cloud formation, rainfall, agriculture, mathematics, gemology, perfumes and many other topics. According to Varahamihira, in some verses he was merely summarizing earlier existing literature on astronomy, Shilpa Sastra and temple architecture, yet his presentation of different theories and models of design are among the earliest texts that have survived. The chapters of the Brihat Samhita and verses of Varahamihira were quoted by the Persian traveler and scholar Al Biruni.Varāhamihira is also credited with writing several authoritative texts on astronomy and astrology. He learned the Greek language, and praised the Greeks (Yavanas) in his text for being \"well trained in the sciences\". Some scholars consider him to be the strong candidate as the one who understood and introduced the zodiac signs, predictive calculations for auspicious ceremonies and astrological computations.", "sentences": ["Varāhamihira (c. 505 – c. 587), also called Varāha or Mihira, was a Hindu astrologer, astronomer, and polymath who lived in Ujjain (Madhya Pradesh, India).", "He was born in the Avanti region, roughly corresponding to modern-day Malwa (part of Madhya Pradesh, India), to Adityadasa.", "According to one of his own works, he was educated at Kapitthaka.", "The Indian tradition believes him to be one of the \"Nine Jewels\" (Navaratnas) of the court of ruler Yashodharman Vikramaditya of Malwa.", "However, this claim appears for the first time in a much later text and scholars consider this claim to be doubtful because neither Varahamihira and Vikramaditya lived in the same century nor did Varahamihira live in the same century as some of the other names in the \"nine jewels\" list such as the much older Kalidasa.", "Varāhamihira's most notable work was the Brihat Samhita, an encyclopedic work on architecture, temples, planetary motions, eclipses, timekeeping, astrology, seasons, cloud formation, rainfall, agriculture, mathematics, gemology, perfumes and many other topics.", "According to Varahamihira, in some verses he was merely summarizing earlier existing literature on astronomy, Shilpa Sastra and temple architecture, yet his presentation of different theories and models of design are among the earliest texts that have survived.", "The chapters of the Brihat Samhita and verses of Varahamihira were quoted by the Persian traveler and scholar Al Biruni.", "Varāhamihira is also credited with writing several authoritative texts on astronomy and astrology.", "He learned the Greek language, and praised the Greeks (Yavanas) in his text for being \"well trained in the sciences\"."]}]}}